export const ColorsMap = {
  dividerColor: '#273D66',
  fontColor: 'rgba(255,255,255,0.5)',
}

export const MemberCode = {
  "001": "新增发卡量(张)",
  "002": "访问量(人)",
  "003": "新增GMV(元)",
  "004": "新增服务与成交(笔)",
  "005": "成交订单数",
  "006": "服务订单数",
  "007": "成交(购买vip)订单数",
  "008": "成交(权益)订单数",
  "009": "加油人数",
  "010": "洗车人数",
  "011": "保养人数",
  "012": "餐券人数",
  "013": "购买会员人数",
  "014": "音视频人数",
  "015": "违章代办人数",
  "016": "促销活动人数",
  "017": "机场VIP人数",
  "018": "应急救援人数",
  "019": "加油次数",
  "020": "洗车次数",
  "021": "保养次数",
  "022": "餐券次数",
  "023": "购买会员次数",
  "024": "音视频次数",
  "025": "违章代办次数",
  "026": "促销活动次数",
  "027": "机场VIP次数",
  "028": "应急救援次数",
  "029": "加油GMV",
  "030": "洗车GMV",
  "031": "保养GMV",
  "032": "餐券GMV",
  "033": "购买会员GMV",
  "034": "音视频GMV",
  "035": "违章代办GMV",
  "036": "促销活动GMV",
  "037": "机场VIPGMV",
  "038": "应急救援GMV",
  "039": "会员访问量(人)",
  "040": "发卡会员",
  "041": "服务+成交订单人数",
  "042": "成交订单人数",
  "043": "服务订单人数",
  "044": "成交(购买vip)订单人数",
  "045": "成交(权益)订单人数",
  "046": "新增会员量(人)",
  "047": "激活访问绿卡会员",
  "048": "会员gmv",
  "049": "权益gmv",
  "050": "违章代办-添加车辆数",
  "051": "道路救援-绑定车辆数",
  "052": "ETC办理成功次数",
  "053": "违章代办-添加车辆人数",
  "054": "道路救援-绑定车辆人数",
  "055": "ETC办理成功人数",
}

export const TodayIndexDefine = {
  '01': {
    title: '新增会员量（人）',
    list: [
      { "sub": "今日新增会员量", "desc": "今日新增且访问小程序的会员量" },
      { "sub": "日环比", "desc": "今日截止到当前时点与昨日同时段的新增会员量的比较" },
      { "sub": "周同比", "desc": "今日截止到当前时点与上周同日同时段的新增会员量的比较（【上周同日】定义：比如，今日是周一；上周同日即为上周一）" },
      { "sub": "日折线图", "desc": "展示近15天(含今日)的日新增会员量趋势图" },
    ]
  },
  '02': {
    title: '访问量（DAU）',
    list: [
      { "sub": "今日用户访问量", "desc": "今日MO卡小程序访问用户UV" },
      { "sub": "日环比", "desc": "今日截止到当前时点与昨日同时段的访问用户 UV 比较" },
      { "sub": "周同比", "desc": "今日截止到当前时点与上周同日同时段的访问用户 UV 比较（【上周同日】定义：比如，今日是周一；上周同日即为上周一）" },
      { "sub": "日折线图", "desc": "展示近15天(含今日)的访问用户DUV趋势图" },
    ]
  },
  '03': {
    title: '会员访问量（DAU）',
    list: [
      { "sub": "今日用户访问量", "desc": "今日MO卡小程序访问会员UV" },
      { "sub": "日环比", "desc": "今日截止到当前时点与昨日同时段的访问会员 UV 比较" },
      { "sub": "周同比", "desc": "今日截止到当前时点与上周同日同时段的访问会员 UV 比较（【上周同日】定义：比如，今日是周一；上周同日即为上周一）" },
      { "sub": "日折线图", "desc": "展示近15天(含今日)的访问会员DUV趋势图" },
    ]
  },
  '04': {
    title: '新增发卡量（张）',
    list: [
      { "sub": "今日新增会员发卡量", "desc": "今日新增会员发卡量" },
      { "sub": "日环比", "desc": "今日截止到当前时点与昨日同时段的新增发卡量比较" },
      { "sub": "周同比", "desc": "今日截止到当前时点与上周同日同时段的新增发卡量比较（【上周同日】定义：比如，今日是周一；上周同日即为上周一）" },
      { "sub": "日折线图", "desc": "展示15天(含今日)的日新增发卡量趋势图" },
    ]
  },
  '05': {
    title: '新增服务与成交（笔）',
    list: [
      { "sub": "今日使用服务与购买订单的成交笔数", "desc": "今日使用服务与购买订单的成交笔数" },
      { "sub": "日环比", "desc": "今日截止到当前时点与昨日同时段的服务与成交量比较" },
      { "sub": "周同比", "desc": "今日截止到当前时点与上周同日同时段的服务与成交量比较（【上周同日】定义：比如，今日是周一；上周同日即为上周一）" },
      { "sub": "日折线图", "desc": "展示近15天(含今日)的日服务与成交量趋势图" },
    ]
  },
  '06': {
    title: '新增GMV（元）',
    list: [
      { "sub": "今日支付成功总金额", "desc": "" },
      { "sub": "日环比", "desc": "今日截止到当前时点与昨日同时段的GMV比较" },
      { "sub": "周同比", "desc": "今日截止到当前时点与上周同日同时段的GMV比较（【上周同日】定义：比如，今日是周一；上周同日即为上周一）" },
      { "sub": "日折线图", "desc": "展示15天(含今日)的GMV趋势图" },
    ]
  },
  '07': {
    title: '时点同比',
    list: [
      { "sub": "比昨日", "desc": "今日与昨日各时点的新增量值比较" },
      { "sub": "涉及指标", "desc": "访问量、会员量、发卡量、服务与成交量、GMV" },
      { "sub": "比上周", "desc": "今日与上周同日各时点的比较（【上周同日】定义：比如，今日是周一；上周同日即为上周一）" },
      { "sub": "涉及指标", "desc": "访问量、会员量、发卡量、服务与成交量、GMV" },
      { "sub": "时点柱指标说明（默认为当前时点）", "desc": "增长率：小时段同比，计算公式：（今日某时点-昨日同时点）/昨日同时点" },
    ]
  },
  '08': {
    title: '服务与成交量分布',
    list: [
      { "sub": "今日使用服务与购买的订单分布情况", "desc": "购买订单：购买会员和购买权益；使用服务即为服务成交（包含：违章_车辆添加、ETC办理成功、道路救援车辆添加）" },
    ]
  },
  '09': {
    title: '权益成交排名',
    list: [
      { "sub": "权益成交人数", "desc": "按照今日各权益的成交人数排名" },
      { "sub": "权益成交次数", "desc": "按照今日各权益的成交次数排名" },
      { "sub": "权益成交 GMV", "desc": "按照今日各权益的成交GMV排名" },
    ]
  },
}

export const TotalIndexDefine = {
  '01': {
    title: '发卡总量',
    list: [
      { "sub": "累计会员发卡量（含今日）", "desc": "从 2019/9/20开始至今，累计会员发卡量（含今日）" },
    ]
  },
  '02': {
    title: '会员总量',
    list: [
      { "sub": "累计会员量（含今日）", "desc": "从 2019/9/20开始至今，累计会员量（含今日）" },
    ]
  },
  '03': {
    title: '服务与成交总量',
    list: [
      { "sub": "累计今日使用服务与购买订单的成交笔数（含今日）", "desc": "从 2019/9/20开始至今，累计服务与成交总量（含今日）" },
    ]
  },
  '04': {
    title: 'GMV',
    list: [
      { "sub": "累计支付成功总金额（含今日）", "desc": "从 2019/9/20开始至今，累计GMV量（含今日）" },
    ]
  },
  '05': {
    title: '服务与成交总量分布',
    list: [
      { "sub": "累计使用服务与购买的订单成交笔数的分布情况（含今日）", "desc": "购买订单：购买会员和购买权益；使用服务即为服务成交（包含：违章_车辆添加、ETC办理成功、道路救援车辆添加）" },
    ]
  },
  '06': {
    title: '权益成交排名',
    list: [
      { "sub": "权益成交人数（含今日）", "desc": "从 2019/9/20开始至今，累计各权益的成交人数排名" },
      { "sub": "权益成交次数（含今日）", "desc": "从 2019/9/20开始至今，累计各权益的成交次数排名" },
      { "sub": "权益成交 GMV（含今日）", "desc": "从 2019/9/20开始至今，累计各权益的成交GMV排名" },
    ]
  },
  '07': {
    title: '增量存量趋势分析',
    list: [
      { "sub": "近 14 周的周累计量与总累计量的趋势分析（不含今日）", "desc": "近 14 周（自然周）的周累计量与14 周总累计量的趋势分析（不含今日）" },
      { "sub": "涉及指标", "desc": "发卡量、会员量、购买量、GMV" },
    ]
  },
}

export const MsgTplMap = {
  1: [
    {
      title: 'X 模块/功能上线',
      content: '上线产品：通天晓\n' +
        '上线内容：具体上线内容描述，要具体准确和详细。\n' +
        '上线时间：2020.05.01 19:30 - 20:00\n' +
        '影响范围：线索总览、流量总览\n' +
        '联系人：许敬祥（18310800028）\n' +
        'wiki说明地址：https://docs.yiche.com/',
    },
  ],
  2: [
    {
      title: 'xxx 数据预警',
      content: '预警产品：通天晓\n' +
        '预警内容：X 指标数值在 X 时间出现 X 异常（例如波动过大），目前 X 正在分析中。\n' +
        '影响范围：线索总览、流量总览\n' +
        '紧急联系人：许敬祥（18310800028）',
    },
    {
      title: 'xxx 数据预警解除',
      content: '预警产品：通天晓\n' +
        '预警内容：X 指标预警解除，详细分析报告完成后将发给相关人员。\n' +
        '紧急联系人：许敬祥（18310800028）\n' +
        'wiki说明地址：https://docs.yiche.com/',
    },
  ],
  3: [
    {
      title: 'xxx 功能/数据异常',
      content: '涉及产品：通天晓\n' +
        '异常内容：X 指标在 X 时间出现 X 异常，影响到 X 业务，X正在排查中。\n' +
        '影响范围：线索总览、流量总览\n' +
        '紧急联系人：许敬祥（18310800028）',
    },
    {
      title: 'X 功能/数据异常，处理情况跟进',
      content: '涉及产品：通天晓\n' +
        '异常内容：X 指标没有数据，相关X 情况（描述已定位具体问题所在），影响到 X 业务，X 还在解决中。\n' +
        '预计解决时间：2020.5.2 13:00-13:30\n' +
        '影响范围：线索总览、流量总览\n' +
        '紧急联系人：许敬祥（18310800028）',
    },
    {
      title: 'X 功能/数据异常解除',
      content: '涉及产品：通天晓\n' +
        '异常内容：X指标异常已经解除，X 业务恢复正常，异常报告编写完后将发给相关人员。\n' +
        '解除时间：2020.5.1 19:00\n' +
        '紧急联系人：许敬祥（18310800028）\n' +
        'wiki说明地址：https://docs.yiche.com/',
    },
  ],
  4: [
    {
      title: 'xxx 系统/功能故障',
      content: '涉及产品：通天晓\n' +
        '异常内容：X 系统在 X 时间出现 X 故障，影响到 X 业务，X正在排查中。\n' +
        '影响范围：线索总览、流量总览\n' +
        '紧急联系人：许敬祥（18310800028）',
    },
    {
      title: 'X 系统/功能故障，处理情况跟进',
      content: '涉及产品：通天晓\n' +
        '异常内容：X 系统目前 X 情况（描述已定位具体问题所在），影响到 X 业务，X 还在解决中。\n' +
        '预计解决时间：2020.5.2 13:00-13:30\n' +
        '影响范围：线索总览、流量总览\n' +
        '紧急联系人：许敬祥（18310800028）',
    },
    {
      title: 'X 系统/功能故障解除',
      content: '涉及产品：通天晓\n' +
        '异常内容：X 系统故障已经解除，X 业务恢复正常，故障报告编写完后将发给相关人员。\n' +
        '解除时间：2020.5.1 19:00\n' +
        '紧急联系人：许敬祥（18310800028）\n' +
        'wiki说明地址：https://docs.yiche.com/',
    },
  ],
}

export const clueIndexDefine = {
  '01': {
    title: '易湃全线索总览',
    list: [
      { "sub": "易湃全线索", "desc": "易湃全量线索的日线索量" },
      { "sub": "自有线索", "desc": "易湃自有线索的日线索量" },
      { "sub": "外采线索", "desc": "易湃外采线索的日线索量" },
      { "sub": "折线趋势图", "desc": "距离你选择日期（默认是昨日）最近30天的易湃线索日趋势图" },
    ]
  },
  '02': {
    title: '分端线索',
    list: [
      { "sub": "易车APP端（线索趋势）", "desc": "指标栏：线索量 - 为昨日的线索量；增长率 - 昨日比前日的增长率；折线趋势图：按照指定的日期范围，展示的日线索趋势" },
      { "sub": "报价APP端（线索趋势）", "desc": "指标栏：线索量 - 为昨日的线索量；增长率 - 昨日比前日的增长率；折线趋势图：按照指定的日期范围，展示的日线索趋势" },
      { "sub": "易车PC端（线索趋势）", "desc": "指标栏：线索量 - 为昨日的线索量；增长率 - 昨日比前日的增长率；折线趋势图：按照指定的日期范围，展示的日线索趋势" },
      { "sub": "易车WAP端（线索趋势）", "desc": "指标栏：线索量 - 为昨日的线索量；增长率 - 昨日比前日的增长率；折线趋势图：按照指定的日期范围，展示的日线索趋势" },
      { "sub": "第三方（线索趋势）", "desc": "指标栏：线索量 - 为昨日的线索量；增长率 - 昨日比前日的增长率；折线趋势图：按照指定的日期范围，展示的日线索趋势" },
      { "sub": "其他（线索趋势）", "desc": "指标栏：线索量 - 为昨日的线索量；增长率 - 昨日比前日的增长率；折线趋势图：按照指定的日期范围，展示的日线索趋势" },
    ]
  },
  '03': {
    title: '总线索走势',
    list: [
      { "sub": "折线趋势图", "desc": "通过折线的趋势，分析自有和外采线索的每日的线索差异对比。" },
      { "sub": "面积堆积图", "desc": "通过面积堆积图，分析自有和外采对线索整体的贡献大小。" },
      { "sub": "百分比图", "desc": "通过百分比图，分析自有和外次对线索整体的影响程度。" },
    ]
  },
  '04': {
    title: '线索占比',
    list: [
      { "sub": "自有", "desc": "在日期范围内，按照自有线索分类的进行日累计，并分析出各分类的占比情况。" },
      { "sub": "外采", "desc": "在日期范围内，按照外采线索分类的进行日累计，并分析出各分类的占比情况。" },
    ]
  },
  '05': {
    title: '二级平台线索排行',
    list: [
      { "sub": "线索排名", "desc": "在日期范围内，按照线索二级分类的进行日累计，按照降序排列二级分类之间的线索差异。" },
    ]
  },
}

export const flowIndexDefine = {
  '01': {
    title: '总览',
    list: [
      { "sub": "独立访客 UV", "desc": "全站独立访客日访问量，含PC、WAP、易车APP、报价APP四端数据" },
      { "sub": "浏览量 PV", "desc": "全站日浏览量，含PC、WAP、易车APP、报价APP四端数据" },
      { "sub": "新增用户", "desc": "全站日新增用户，含PC、WAP、易车APP、报价APP四端数据" },
      { "sub": "趋势图", "desc": "距离你选择日期（默认是昨日）最近30天的全站日独立访客量的趋势分析" },
    ]
  },
  '02': {
    title: '日活趋势分析',
    list: [
      { "sub": "各平台日活用户趋势分析", "desc": "按照PC、WAP、易车APP、报价APP四端，进行日活跃用户的趋势对比。" },
    ]
  },
  '03': {
    title: '新用户趋势分析',
    list: [
      { "sub": "各平台新用户趋势分析", "desc": "按照PC、WAP、易车APP、报价APP四端，进行日新增用户的趋势对比。" },
    ]
  },
  '04': {
    title: '总览',
    list: [
      { "sub": "独立访客 UV", "desc": "易车APP端独立访客日访问量" },
      { "sub": "新增用户", "desc": "易车APP端日新增用户" },
      { "sub": "趋势图", "desc": "距离你选择日期（默认是昨日）最近30天的易车APP端独立访客量的趋势分析" },
    ]
  },
  '05': {
    title: '市场渠道日活',
    list: [
      { "sub": "各市场渠道的日活用户趋势分析", "desc": "按照TOP4 的市场渠道，进行日活用户趋势分析，TOP5 以上的都归集为其他。" },
    ]
  },
  '06': {
    title: '平台日活',
    list: [
      { "sub": "IOS、安卓平台日活趋势分析", "desc": "将易车 APP用户终端设备分为 IOS 和安卓两大类，进行平台日活的趋势分析。" },
    ]
  },
  '07': {
    title: '新用户趋势分析',
    list: [
      { "sub": "IOS、安卓平台新用户趋势分析", "desc": "将易车 APP用户终端设备分为 IOS 和安卓两大类，进行平台新增用户的趋势分析。" },
    ]
  },
  '08': {
    title: '总览',
    list: [
      { "sub": "独立访客 UV", "desc": "报价APP端独立访客日访问量" },
      { "sub": "新增用户", "desc": "报价APP端日新增用户" },
      { "sub": "趋势图", "desc": "距离你选择日期（默认是昨日）最近30天的报价APP端独立访客量的趋势分析" },
    ]
  },
  '09': {
    title: '市场渠道日活',
    list: [
      { "sub": "各市场渠道的日活用户趋势分析", "desc": "按照TOP4 的市场渠道，进行报价 APP日活用户趋势分析，TOP5 以上的都归集为其他。" },
    ]
  },
  '10': {
    title: '平台日活',
    list: [
      { "sub": "IOS、安卓平台日活趋势分析", "desc": "将报价 APP用户终端设备分为 IOS 和安卓两大类，进行平台日活的趋势分析。" },
    ]
  },
  '11': {
    title: '新用户趋势分析',
    list: [
      { "sub": "IOS、安卓平台新用户趋势分析", "desc": "将报价 APP用户终端设备分为 IOS 和安卓两大类，进行平台新增用户的趋势分析。" },
    ]
  },
  '12': {
    title: '总览',
    list: [
      { "sub": "独立访客 UV", "desc": "PCWAP独立访客日访问量" },
      { "sub": "浏览量 PV", "desc": "PCWAP日浏览量" },
      { "sub": "新增用户", "desc": "PCWAP日新增用户" },
      { "sub": "趋势图", "desc": "距离你选择日期（默认是昨日）最近30天的PCWAP日独立访客量的趋势分析" },
    ]
  },
  '13': {
    title: '市场渠道日活',
    list: [
      { "sub": "各市场渠道的日活用户趋势分析", "desc": "按照TOP4 的市场渠道，进行PCWAP日活用户趋势分析，TOP5 以上的都归集为其他。" },
    ]
  },
  '14': {
    title: '平台日活',
    list: [
      { "sub": "PC、WAP日活趋势分析", "desc": "将易车的用户终端分为PC和WAP两大类，进行平台日活的趋势分析。" },
    ]
  },
  '15': {
    title: '新用户趋势分析',
    list: [
      { "sub": "PC、WAP新用户趋势分析", "desc": "将易车的用户终端分为PC和WAP两大类，进行平台新增用户的趋势分析。" },
    ]
  },
}

export const FlowTotalIndexDefine = {
  '01': {
    title: '概览',
    list: [
      {
        sub: '友盟口径',
        desc: '易车APP（友盟）+极速版（友盟）+报价APP（友盟）+小程序（微信百度）+PCWAP（自采）。',
      },
      {
        sub: '通天晓口径',
        desc: '易车APP（自采）+极速版（自采）+报价APP（自采）+小程序（微信百度）+PCWAP（自采）。',
      },
      {
        sub: '活跃用户',
        desc: '各端活跃用户数指标之和（易车APP+极速版+报价APP+小程序+PC/WAP）。',
      },
      {
        sub: '新增用户',
        desc: '各端新增用户数指标之和（易车APP+极速版+报价APP+小程序+PC/WAP）。',
      },
      {
        sub: '浏览量PV',
        desc: '各端浏览量PV指标之和（易车APP+极速版+报价APP+小程序+PC/WAP）。',
      },
    ],
  },
  '02': {
    title: '各端占比',
    list: [
      {
        sub: '各端活跃用户（新增用户、浏览量PV）',
        desc: '归属于各端的活跃用户（新增用户、浏览量PV）。',
      },
      {
        sub: '端合计活跃用户（新增用户、浏览量PV）',
        desc: '各端活跃用户（新增用户、浏览量PV）指标之和（易车APP+极速版+报价APP+小程序+PC/WAP）。',
      },
      {
        sub: '占比',
        desc: '某端指标/端合计指标*100%',
      },
    ],
  },
  '03': {
    title: '各端贡献',
    list: [
      {
        sub: '各端活跃用户（新增用户、浏览量PV、人均时长）',
        desc: '归属于各端的活跃用户（新增用户、浏览量PV、人均时长）。',
      },
    ],
  },
  '04': {
    title: '留存分析',
    list: [
      {
        sub: '活跃用户次日留存率',
        desc: '活跃用户1日后留存用户数/某日活跃用户数*100%。',
      },
      {
        sub: '活跃用户7日留存率',
        desc: '活跃用户7日后留存用户数/某日活跃用户数*100%。',
      },
      {
        sub: '活跃用户30日留存率',
        desc: '活跃用户30日后留存用户数/某日活跃用户数*100%。',
      },
      {
        sub: '新增用户次日留存率',
        desc: '新增用户1日后留存用户数/某日新增用户数*100%。',
      },
      {
        sub: '新增用户7日留存率',
        desc: '新增用户7日后留存用户数/某日新增用户数*100%。',
      },
      {
        sub: '新增用户30日留存率',
        desc: '新增用户30日后留存用户数/某日新增用户数*100%。',
      },
    ],
  },
  '05': {
    title: '渠道排名',
    list: [
      {
        sub: '渠道活跃用户',
        desc: '归属于某个渠道的活跃用户数。',
      },
      {
        sub: '渠道新增用户',
        desc: '归属于某个渠道的新增用户数。',
      },
      {
        sub: '占比',
        desc: '渠道活跃(新增)用户数/活跃(新增)用户数总数*100%。',
      },
      {
        sub: 'Top10渠道占比',
        desc: 'Top10 活跃(新增)用户数的合计/总活跃(新增)用户数*100%。',
      },
    ],
  },
}

export const FinanceIndexDefine = {
  '01': {
    title: '全平台-线索数量',
    list: [
      {
        sub: '周日均线索数量',
        desc: '本周全平台（易车APP+报价APP+WAP+PC+第三方）线索数量/周天数（7天），每一端内排重，端之间求和。',
      },
      {
        sub: '周线索数量',
        desc: '本周全平台（易车APP+报价APP+WAP+PC+第三方）线索数量，每一端内排重，端之间求和。',
      },
      {
        sub: '周累计线索数量',
        desc: '本年第1周至本周，全平台（易车APP+报价APP+WAP+PC+第三方）线索数量累计，每一端内排重，端之间求和。',
      },
      {
        sub: '环比',
        desc: '（当周-上周）/上周*100%。',
      },
      {
        sub: '同比',
        desc: '（本年周累计-上年周累计）/上年周累计*100%。',
      },
    ],
  },
  '02': {
    title: '全平台-消费金额',
    list: [
      {
        sub: '周日均消费金额',
        desc: '本周全平台（易车APP+报价APP+WAP+PC+第三方）消费金额/周天数（7天）。',
      },
      {
        sub: '周消费金额',
        desc: '本周全平台（易车APP+报价APP+WAP+PC+第三方）消费金额。',
      },
      {
        sub: '周累计消费金额',
        desc: '本年第1周至本周，全平台（易车APP+报价APP+WAP+PC+第三方）消费金额累计。',
      },
      {
        sub: '环比',
        desc: '（当周-上周）/上周*100%。',
      },
      {
        sub: '同比',
        desc: '（本年周累计-上年周累计）/上年周累计*100%。',
      },
    ],
  },
  '03': {
    title: '全平台-线索单价',
    list: [
      {
        sub: '线索单价',
        desc: '消费金额/线索数量。',
      },
      {
        sub: '环比',
        desc: '（当周-上周）/上周*100%。',
      },
      {
        sub: '同比',
        desc: '（本年周累计-上年周累计）/上年周累计*100%。',
      },
    ],
  },
  '04': {
    title: '经销商/厂商',
    list: [
      {
        sub: '经销商线索',
        desc: '经销商（易车APP+报价APP+WAP+PC+第三方经销商-A类易车APP推送）线索，每一端内排重，端之间求和。',
      },
      {
        sub: '经销商消费',
        desc: '经销商（易车APP+报价APP+WAP+PC+第三方经销商-A类易车APP推送）消费。',
      },
      {
        sub: '经销商线索单价',
        desc: '经销商消费/经销商线索。',
      },
      {
        sub: '厂商线索',
        desc: '厂商（第三方厂商+第三方腾易+A类易车APP推送）线索，每一端内排重，端之间求和。',
      },
      {
        sub: '厂商消费',
        desc: '厂商（第三方厂商+第三方腾易+A类易车APP推送）消费。',
      },
      {
        sub: '厂商线索单价',
        desc: '厂商消费/厂商线索。',
      },
      {
        sub: '环比',
        desc: '（当周-上周）/上周*100%。',
      },
      {
        sub: '同比',
        desc: '（本年周累计-上年周累计）/上年周累计*100%。',
      },
    ],
  },
  '05': {
    title: '各端线索量贡献占比',
    list: [
      {
        sub: '易车APP占比',
        desc: '易车APP线索量/全平台（易车APP+报价APP+WAP+PC+第三方）线索量*100%。',
      },
      {
        sub: '报价APP占比',
        desc: '报价APP线索量/全平台（易车APP+报价APP+WAP+PC+第三方）线索量*100%。',
      },
      {
        sub: 'WAP占比',
        desc: 'WAP线索量/全平台（易车APP+报价APP+WAP+PC+第三方）线索量*100%。',
      },
      {
        sub: 'PC占比',
        desc: 'PC线索量/全平台（易车APP+报价APP+WAP+PC+第三方）线索量*100%。',
      },
      {
        sub: '第三方占比',
        desc: '第三方线索量/全平台（易车APP+报价APP+WAP+PC+第三方）线索量*100%。',
      },
    ],
  },
  '06': {
    title: '订单话单贡献',
    list: [
      {
        sub: '订单占比',
        desc: '订单/(订单+话单)*100%。范围：易车APP、报价APP、WAP、PC订单和话单，第三方均为订单。',
      },
      {
        sub: '话单占比',
        desc: '话单/(订单+话单)*100%。范围：易车APP、报价APP、WAP、PC订单和话单，第三方均为订单。',
      },
    ],
  },
  '07': {
    title: '原生/话单/付费线索量贡献',
    list: [
      {
        sub: '原生订单量占比',
        desc: '原生订单量/（原生订单量+付费订单量+话单线索量）*100%。',
      },
      {
        sub: '话单线索量占比',
        desc: '话单线索量/（原生订单量+付费订单量+话单线索量）*100%。',
      },
      {
        sub: '付费订单量占比',
        desc: '付费订单量/（原生订单量+付费订单量+话单线索量）*100%。',
      },
      {
        sub: '范围',
        desc: '易车APP（原生、话单）、报价APP（原生、话单），WAP（原生、话单、付费）、PC（原生、话单、付费），第三方（付费）。注：历史数据的原生话单付费分析维度中不含厂商的线索，随着数据源的逐步丰富，上线后原生话单付费分析维度中加入了厂商线索。',
      },
    ],
  },
  '08': {
    title: '各端贡献',
    list: [
      {
        sub: '线索',
        desc: '各端的线索量，例如：易车APP线索量、报价APP线索量、WAP线索量、PC线索量、第三方线索量。',
      },
      {
        sub: '消费',
        desc: '各端的消费，例如：易车APP消费、报价APP消费、WAP消费、PC消费、第三方消费。',
      },
      {
        sub: '线索单价',
        desc: '消费金额/线索数量。',
      },
      {
        sub: '环比',
        desc: '（当周-上周）/上周*100%。',
      },
      {
        sub: '同比',
        desc: '（本年周累计-上年周累计）/上年周累计*100%。',
      },
    ],
  },
  '09': {
    title: '渠道TOP10',
    list: [
      {
        sub: '线索',
        desc: '各渠道的线索量，例如：快手线索量、今日头条APP线索量等。',
      },
      {
        sub: '消费',
        desc: '各端渠道的消费，例如：快手消费、今日头条消费等。',
      },
      {
        sub: '线索单价',
        desc: '消费金额/线索数量。',
      },
      {
        sub: '环比',
        desc: '（当周-上周）/上周*100%。',
      },
      {
        sub: '同比',
        desc: '（本年周累计-上年周累计）/上年周累计*100%。',
      },
    ],
  },
}

export const FlowYcIndexDefine = {
  '01': {
    title: '概览',
    list: [
      {
        sub: '活跃用户',
        desc: '启动应用的设备数，多次启动不重复计算。',
      },
      {
        sub: '新增用户',
        desc: '首次启动应用的设备数，卸载后再安装启动，则不会被算作新增用户。',
      },
      {
        sub: '浏览量PV',
        desc: '页面被打开的总次数。',
      },
      {
        sub: '昨日次日留存率',
        desc: '昨日新增用户1日后留存/昨日新增用户数*100%。',
      },
      {
        sub: '环比',
        desc: '(当日-前一天)/前一天*100%。',
      },
    ],
  },
  '02': {
    title: '用户分析',
    list: [
      {
        sub: '活跃用户',
        desc: '启动应用的设备数，多次启动不重复计算。',
      },
      {
        sub: '新增用户',
        desc: '首次启动应用的设备数，卸载后再安装启动，则不会被算作新增用户。',
      },
      {
        sub: '浏览量PV',
        desc: '页面被打开的总次数。',
      },
      {
        sub: '人均时长',
        desc: '总使用时长/有时长的活跃用户数。',
      },
    ],
  },
  '03': {
    title: '平台贡献',
    list: [
      {
        sub: '平台活跃用户',
        desc: '归属于某个平台的启动应用的设备数，多次启动不重复计算。',
      },
      {
        sub: '平台新增用户',
        desc: '归属于某个平台的首次启动应用的设备数，卸载后再安装启动，则不会被算作新增用户。',
      },
      {
        sub: '平台浏览量PV',
        desc: '归属于某个平台的页面被打开的总次数。',
      },
      {
        sub: '平台人均时长',
        desc: '归属于某个平台的总使用时长/有时长的活跃用户数。',
      },
    ],
  },
  '04': {
    title: '留存分析',
    list: [
      {
        sub: '活跃用户次日留存率',
        desc: '活跃用户1日后留存用户数/某日活跃用户数*100%。',
      },
      {
        sub: '活跃用户7日留存率',
        desc: '活跃用户7日后留存用户数/某日活跃用户数*100%。',
      },
      {
        sub: '活跃用户30日留存率',
        desc: '活跃用户30日后留存用户数/某日活跃用户数*100%。',
      },
      {
        sub: '新增用户次日留存率',
        desc: '新增用户1日后留存用户数/某日新增用户数*100%。',
      },
      {
        sub: '新增用户7日留存率',
        desc: '新增用户7日后留存用户数/某日新增用户数*100%。',
      },
      {
        sub: '新增用户30日留存率',
        desc: '新增用户30日后留存用户数/某日新增用户数*100%。',
      },
    ],
  },
  '05': {
    title: '渠道排名',
    list: [
      {
        sub: '渠道活跃用户',
        desc: '归属于某个渠道的启动应用的设备数，多次启动不重复计算。',
      },
      {
        sub: '渠道新增用户',
        desc: '归属于某个渠道的首次启动应用的设备数，卸载后再安装启动，则不会被算作新增用户。',
      },
      {
        sub: '占比',
        desc: '渠道活跃（新增）用户数/活跃（新增）用户数总数*100%。',
      },
    ],
  },
}

export const FlowYcappIndexDefine = {
  '05': {
    title: '渠道排名',
    list: [
      {
        sub: '渠道活跃用户',
        desc: '归属于某个渠道的启动应用的设备数，多次启动不重复计算。',
      },
      {
        sub: '渠道新增用户',
        desc: '归属于某个渠道的首次启动应用的设备数，卸载后再安装启动，则不会被算作新增用户。',
      },
      {
        sub: '占比',
        desc: '渠道活跃（新增）用户数/活跃（新增）用户数总数*100%。',
      },
    ],
  },
}

export const FlowBjIndexDefine = {
  '02': {
    title: '用户分析',
    list: [
      {
        sub: '活跃用户',
        desc: '启动应用的设备数，多次启动不重复计算。',
      },
      {
        sub: '新增用户',
        desc: '首次启动应用的设备数，卸载后再安装启动，则不会被算作新增用户。',
      },
      {
        sub: '浏览量PV',
        desc: '页面被打开的总次数。',
      },
      {
        sub: '人均时长',
        desc: '通天晓口径=总使用时长/UV，友盟口径=总使用时长/有时长的活跃用户数。',
      },
    ],
  },
  '03': {
    title: '平台贡献',
    list: [
      {
        sub: '平台活跃用户',
        desc: '归属于某个平台的启动应用的设备数，多次启动不重复计算。',
      },
      {
        sub: '平台新增用户',
        desc: '归属于某个平台的首次启动应用的设备数，卸载后再安装启动，则不会被算作新增用户。',
      },
      {
        sub: '平台浏览量PV',
        desc: '归属于某个平台的页面被打开的总次数。',
      },
      {
        sub: '平台人均时长',
        desc: '通天晓口径=归属于某个平台的总使用时长/UV，友盟口径=归属于某个平台的总使用时长/有时长的活跃用户数。',
      },
    ],
  },
}

export const FlowMpIndexDefine = {
  '01': {
    title: '概览',
    list: [
      {
        sub: '说明',
        desc: '因腾讯侧微信统计，昨天的数据将在今天上午到达，但具体时间不确定。因百度侧未提供数据接口，易车百度小程序周一上午更新上周流量数据。',
      },
      {
        sub: '活跃用户',
        desc: '访问小程序页面的总用户数，同一用户多次访问不重复计。指标为各个小程序端数据的加和。',
      },
      {
        sub: '新增用户',
        desc: '首次访问小程序页面的用户数，同一用户多次访问不重复计。指标为各个小程序端数据的加和。',
      },
      {
        sub: '浏览量PV',
        desc: '访问小程序页面的总次数。多个页面之间跳转、同一页面的重复访问计为多次访问。指标为各个小程序端数据的加和。',
      },
    ],
  },
  '02': {
    title: '用户分析',
    list: [
      {
        sub: '活跃用户',
        desc: '访问小程序页面的总用户数，同一用户多次访问不重复计。指标为各个小程序端数据的加和。',
      },
      {
        sub: '新增用户',
        desc: '首次访问小程序页面的用户数，同一用户多次访问不重复计。指标为各个小程序端数据的加和。',
      },
      {
        sub: '浏览量PV',
        desc: '访问小程序页面的总次数。多个页面之间跳转、同一页面的重复访问计为多次访问。指标为各个小程序端数据的加和。',
      },
      {
        sub: '人均时长',
        desc: '各端的总停留时长/各端的总访问人数。',
      },
    ],
  },
  '03': {
    title: '业务占比',
    list: [
      {
        sub: '活跃用户',
        desc: '访问小程序页面的总用户数，同一用户多次访问不重复计。',
      },
      {
        sub: '新增用户',
        desc: '首次访问小程序页面的用户数，同一用户多次访问不重复计。',
      },
      {
        sub: '占比',
        desc: '某一小程序端的活跃（新增）用户/所有小程序端的活跃（新增）用户之和*100%',
      },
    ],
  },
  '04': {
    title: '业务贡献',
    list: [
      {
        sub: '活跃用户',
        desc: '访问小程序页面的总用户数，同一用户多次访问不重复计。',
      },
      {
        sub: '新增用户',
        desc: '首次访问小程序页面的用户数，同一用户多次访问不重复计。',
      },
      {
        sub: '浏览量PV',
        desc: '访问小程序页面的总次数。多个页面之间跳转、同一页面的重复访问计为多次访问。',
      },
      {
        sub: '人均时长',
        desc: '总停留时长/访问人数。',
      },
    ],
  },
  '05': {
    title: '留存分析',
    list: [
      {
        sub: '活跃用户次日留存率',
        desc: '活跃用户1日后留存用户数/某日活跃用户数*100%。',
      },
      {
        sub: '活跃用户7日留存率',
        desc: '活跃用户7日后留存用户数/某日活跃用户数*100%。',
      },
      {
        sub: '活跃用户30日留存率',
        desc: '活跃用户30日后留存用户数/某日活跃用户数*100%。',
      },
      {
        sub: '新增用户次日留存率',
        desc: '新增用户1日后留存用户数/某日新增用户数*100%。',
      },
      {
        sub: '新增用户7日留存率',
        desc: '新增用户7日后留存用户数/某日新增用户数*100%。',
      },
      {
        sub: '新增用户30日留存率',
        desc: '新增用户30日后留存用户数/某日新增用户数*100%。',
      },
    ],
  },
  '06': {
    title: '微信/百度统计',
    list: [
      {
        sub: '说明',
        desc: '因腾讯侧微信统计，昨天的数据将在今天上午到达，但具体时间不确定。因百度侧未提供数据接口，易车百度小程序周一上午更新上周流量数据。',
      },
    ],
  },
}


export const FinanceYcIndexDefine = {
  '01': {
    title: '概览',
    list: [
      {
        sub: '当周',
        desc: '选中的当前周。',
      },
      {
        sub: '周累计',
        desc: '从第1周至当前周的合计。',
      },
      {
        sub: '日均(消费、激活、线索、经销商线索、厂商线索)',
        desc: '汇总(消费、激活、线索、经销商线索、厂商线索)/天数。',
      },
      {
        sub: '激活单价',
        desc: '消费/激活（日均消费/日均激活）。',
      },
      {
        sub: '线索单价',
        desc: '消费/线索（日均消费/日均线索）。',
      },
      {
        sub: '环比',
        desc: '（当周-上周）/上周*100%。',
      },
      {
        sub: '同比',
        desc: '（本年周累计-上年周累计）/上年周累计*100%。',
      },
    ],
  },
  '02': {
    title: '订单话单贡献占比',
    list: [
      {
        sub: '话单占比',
        desc: '话单量/（话单量+订单量）*100%。',
      },
      {
        sub: '订单占比',
        desc: '订单量/（话单量+订单量）*100%。',
      },
    ],
  },
  '03': {
    title: '激活量价对比',
    list: [
      {
        sub: '日均(消费、激活)',
        desc: '汇总(消费、激活)/天数。',
      },
      {
        sub: '激活单价',
        desc: '日均消费/日均激活。',
      },
    ],
  },
  '04': {
    title: '线索量价对比',
    list: [
      {
        sub: '日均(消费、线索)',
        desc: '汇总(消费、线索)/天数。',
      },
      {
        sub: '线索单价',
        desc: '日均消费/日均线索。',
      },
    ],
  },
  '05': {
    title: '渠道消费排名',
    list: [
      {
        sub: '日均(消费、激活、线索)',
        desc: '汇总(消费、激活、线索)/天数。',
      },
      {
        sub: '激活单价',
        desc: '日均消费/日均激活。',
      },
      {
        sub: '线索单价',
        desc: '日均消费/日均线索。',
      },
      {
        sub: '环比',
        desc: '（当周-上周）/上周*100%。',
      },
      {
        sub: '同比',
        desc: '（本年周累计-上年周累计）/上年周累计*100%。',
      },
    ],
  },
  '06': {
    title: '免费渠道量占比',
    list: [
      {
        sub: '免费渠道占比',
        desc: '免费渠道/总计*100%。',
      },
      {
        sub: '付费渠道占比',
        desc: '付费渠道/总计*100%。',
      },
      {
        sub: '话单占比',
        desc: '话单/总计*100%。',
      },
    ],
  },
  '07': {
    title: 'iOS免费量趋势',
    list: [
      {
        sub: 'iOS免费量',
        desc: 'App Store+iOS其他免费量。',
      },
      {
        sub: 'iOS免费量占比',
        desc: 'iOS免费激活（线索）量/总计（Android+iOS）激活（线索）量。',
      },
    ],
  },
}


export const FinanceBjIndexDefine = {
  '01': {
    title: '概览',
    list: [
      {
        sub: '当周',
        desc: '选中的当前周。',
      },
      {
        sub: '周累计',
        desc: '从第1周至当前周的合计。',
      },
      {
        sub: '日均(消费、激活、线索)',
        desc: '汇总(消费、激活、线索)/天数。',
      },
      {
        sub: '激活单价',
        desc: '消费/激活（日均消费/日均激活）。',
      },
      {
        sub: '线索单价',
        desc: '消费/线索（日均消费/日均线索）。',
      },
      {
        sub: '环比',
        desc: '（当周-上周）/上周*100%。',
      },
      {
        sub: '同比',
        desc: '（本年周累计-上年周累计）/上年周累计*100%。',
      },
    ],
  },
  '05': {
    title: '渠道消费排名',
    list: [
      {
        sub: '注',
        desc: '部分渠道的付费标签由业务方手工维护，周一下午5点后渠道线索量相对准确（未标记为付费的线索都归类为免费渠道），手工维护存在人为风险。',
      },
      {
        sub: '日均(消费、激活、线索)',
        desc: '汇总(消费、激活、线索)/天数。',
      },
      {
        sub: '激活单价',
        desc: '日均消费/日均激活。',
      },
      {
        sub: '线索单价',
        desc: '日均消费/日均线索。',
      },
      {
        sub: '环比',
        desc: '（当周-上周）/上周*100%。',
      },
      {
        sub: '同比',
        desc: '（本年周累计-上年周累计）/上年周累计*100%。',
      },
    ],
  },
}

export const FinancePcwapIndexDefine = {
  '01': {
    title: '概览',
    list: [
      {
        sub: '当周',
        desc: '选中的当前周。',
      },
      {
        sub: '周累计',
        desc: '从第1周至当前周的合计。',
      },
      {
        sub: '日均(消费、线索)',
        desc: '日均(消费、线索)汇总(消费、线索)/天数。',
      },
      {
        sub: '线索单价',
        desc: '消费/线索（日均消费/日均线索）。',
      },
      {
        sub: '环比',
        desc: '（当周-上周）/上周*100%。',
      },
      {
        sub: '同比',
        desc: '（本年周累计-上年周累计）/上年周累计*100%。',
      },
    ],
  },
  '02': {
    title: '订单话单贡献占比',
    list: [
      {
        sub: '话单占比',
        desc: '话单量/（话单量+订单量）*100%。',
      },
      {
        sub: '订单占比',
        desc: '订单量/（话单量+订单量）*100%。',
      },
    ],
  },
  '04': {
    title: '线索量价对比',
    list: [
      {
        sub: '日均(消费、线索)',
        desc: '汇总(消费、线索)/天数。',
      },
      {
        sub: '线索单价',
        desc: '日均消费/日均线索。',
      },
    ],
  },
  '05': {
    title: '渠道消费排名',
    list: [
      {
        sub: '注',
        desc: '部分渠道的付费标签由业务方手工维护，工作日下午5点后渠道线索量相对准确。',
      },
      {
        sub: '日均(消费、线索)',
        desc: '汇总(消费、线索)/天数。',
      },
      {
        sub: '线索单价',
        desc: '日均消费/日均线索。',
      },
      {
        sub: '环比',
        desc: '（当周-上周）/上周*100%。',
      },
      {
        sub: '同比',
        desc: '（本年周累计-上年周累计）/上年周累计*100%。',
      },
    ],
  },
  '06': {
    title: '免费渠道线索量占比',
    list: [
      {
        sub: '免费渠道占比',
        desc: '免费渠道/总计*100%。',
      },
      {
        sub: '付费渠道占比',
        desc: '付费渠道/总计*100%。',
      },
      {
        sub: '话单占比',
        desc: '话单/总计*100%。',
      },
    ],
  },
}

export const FinanceSanfangIndexDefine = {
  '01': {
    title: '概览',
    list: [
      {
        sub: '当周',
        desc: '选中的当前周。',
      },
      {
        sub: '周累计',
        desc: '从第1周至当前周的合计。',
      },
      {
        sub: '日均(消费、线索)',
        desc: '汇总(消费、线索)/天数。',
      },
      {
        sub: '线索单价',
        desc: '消费/线索（日均消费/日均线索）。',
      },
      {
        sub: '环比',
        desc: '（当周-上周）/上周*100%。',
      },
      {
        sub: '同比',
        desc: '（本年周累计-上年周累计）/上年周累计*100%。',
      },
    ],
  },
  '02': {
    title: '线索量价对比',
    list: [
      {
        sub: '日均(消费、线索)',
        desc: '汇总(消费、线索)/天数。',
      },
      {
        sub: '线索单价',
        desc: '日均消费/日均线索。',
      },
    ],
  },
  '03': {
    title: '渠道消费排名',
    list: [
      {
        sub: '日均(消费、线索)',
        desc: '汇总(消费、线索)/天数。',
      },
      {
        sub: '线索单价',
        desc: '日均消费/日均线索。',
      },
      {
        sub: '环比',
        desc: '（当周-上周）/上周*100%。',
      },
      {
        sub: '同比',
        desc: '（本年周累计-上年周累计）/上年周累计*100%。',
      },
    ],
  },
}

export const FinanceChangshangIndexDefine = {
  '01': {
    title: '概览',
    list: [
      {
        sub: '当周',
        desc: '选中的当前周。',
      },
      {
        sub: '周累计',
        desc: '从第1周至当前周的合计。',
      },
      {
        sub: '日均(消费、线索、外采线索、内部推送线索)',
        desc: '汇总(消费、线索、外采线索、内部推送线索)/天数。',
      },
      {
        sub: '外采线索单价',
        desc: '外采消费/线索（外采日均消费/日均线索）。',
      },
      {
        sub: '环比',
        desc: '（当周-上周）/上周*100%。',
      },
      {
        sub: '同比',
        desc: '（本年周累计-上年周累计）/上年周累计*100%。',
      },
    ],
  },
  '02': {
    title: '各业务线索量占比',
    list: [
      {
        sub: 'A类_其他外采',
        desc: 'A类_外采_常规+A类_外采_到店+A类_外采_成交。',
      },
      {
        sub: '各业务线索量占比',
        desc: '各业务线索量/厂商线索量*100%。',
      },
    ],
  },
  '03': {
    title: '各业务贡献',
    list: [
      {
        sub: '外采',
        desc: 'A类腾易+A类外采常规+A类外采到店+A类外采成交+D类外采。',
      },
      {
        sub: '内部推送',
        desc: 'A类易车APP。',
      },
      {
        sub: '总计',
        desc: '外采+内部推送。',
      },
      {
        sub: '日均(消费、线索)',
        desc: '汇总(消费、线索)/天数。',
      },
      {
        sub: '线索单价',
        desc: '消费/线索（日均消费/日均线索）。',
      },
      {
        sub: '环比',
        desc: '（当周-上周）/上周*100%。',
      },
      {
        sub: '同比',
        desc: '（本年周累计-上年周累计）/上年周累计*100%。',
      },
    ],
  },
}

export const FlowPcwapIndexDefine = {
  '01': {
    title: '概览',
    list: [
      {
        sub: '访客数UV',
        desc: '一天之内访问网站的访客数(PC&WAP整体排重)。',
      },
      {
        sub: '新增访客',
        desc: '首次访问网站的访客数(PC&WAP整体排重)。',
      },
      {
        sub: '浏览量PV',
        desc: '访问网站页面的总次数（PC&WAP）。',
      },
    ],
  },
  '02': {
    title: '用户分析',
    list: [
      {
        sub: '访客数UV',
        desc: '一天之内访问网站的访客数(PC&WAP整体排重)。',
      },
      {
        sub: '新增访客',
        desc: '首次访问网站的访客数(PC&WAP整体排重)。',
      },
      {
        sub: '浏览量PV',
        desc: '访问网站页面的总次数（PC&WAP）。',
      },
      {
        sub: '人均时长',
        desc: 'PC&WAP的总停留时长/总访客数UV(PC&WAP整体排重)。',
      },
    ],
  },
  '03': {
    title: '平台贡献',
    list: [
      {
        sub: '访客数UV',
        desc: '一天之内访问网站的访客数(PC/WAP端内排重)。',
      },
      {
        sub: '新增访客',
        desc: '首次访问网站的访客数(PC/WAP端内排重)。',
      },
      {
        sub: '浏览量PV',
        desc: '访问网站页面的总次数。',
      },
      {
        sub: '人均时长',
        desc: '停留时长/访客数。',
      },
    ],
  },
  '04': {
    title: '留存分析',
    list: [
      {
        sub: '访客次日留存率',
        desc: '访客1日后留存用户数/某日访客数UV*100%。',
      },
      {
        sub: '访客7日留存率',
        desc: '访客7日后留存用户数/某日访客数UV*100%。',
      },
      {
        sub: '访客30日留存率',
        desc: '访客30日后留存用户数/某日访客数UV*100%。',
      },
      {
        sub: '新增访客次日留存率',
        desc: '新增访客1日后留存用户数/某日新增访客数*100%。',
      },
      {
        sub: '新增访客7日留存率',
        desc: '新增访客7日后留存用户数/某日新增访客数*100%。',
      },
      {
        sub: '新增访客30日留存率',
        desc: '新增访客30日后留存用户数/某日新增访客数*100%。',
      },
    ],
  },
  '05': {
    title: '渠道排名TOP10',
    list: [
      {
        sub: '渠道访客数UV',
        desc: '归属于某个渠道的访客数UV(PC&WAP整体排重)。',
      },
      {
        sub: '渠道新增访客',
        desc: '归属于某个渠道的新增访客(PC&WAP整体排重)。',
      },
      {
        sub: '渠道占比',
        desc: '渠道访客数uv(新增访客)/总访客数uv(新增访客)*100%。',
      },
      {
        sub: 'Top10渠道占比',
        desc: 'Top10 访客数uv(新增访客)的合计/总访客数uv(新增访客)*100%。',
      },
    ],
  },
  '06': {
    title: '免费付费占比',
    list: [
      {
        sub: '注',
        desc: '部分渠道的付费标签由业务方手工维护，工作日下午5点后渠道线索量相对准确，手工维护存在人为风险。',
      },
      {
        sub: '免费',
        desc: '免费渠道带来的流量。',
      },
      {
        sub: '付费',
        desc: '付费渠道带来的流量。',
      },
      {
        sub: '免费占比',
        desc: '免费量/（免费量+付费量）*100%。',
      },
      {
        sub: '付费占比',
        desc: '付费量/（免费量+付费量）*100%。',
      },
    ],
  },
}

export const FlowMonthlyIndexDefine = {
  '01': {
    title: '活跃用户',
    list: [
      {
        sub: '活跃用户(易车APP、报价APP)',
        desc: '启动应用的设备数，多次启动不重复计算。',
      },
      {
        sub: '活跃用户(PC/WAP)',
        desc: '访问网站的访客数(PC&WAP整体排重)。',
      },
      {
        sub: '环比',
        desc: '（当月-上月）/上月*100%。',
      },
    ],
  },
  '02': {
    title: '新增用户',
    list: [
      {
        sub: '新增用户(易车APP、报价APP)',
        desc: '首次启动应用的设备数，卸载后再安装启动，则不会被算作新增用户。',
      },
      {
        sub: '新增用户(PC/WAP)',
        desc: '首次访问网站的访客数(PC&WAP整体排重)。',
      },
      {
        sub: '环比',
        desc: '（当月-上月）/上月*100%。',
      },
    ],
  },
}

















